;汉化：aotix，由原有汉化微调而来。

;BIO TROOPER
[AdvBioTrooperM1 X2CharacterTemplate]
strCharacterName="生化兵"

[AdvBioTrooperM2 X2CharacterTemplate]
strCharacterName="生化高级兵"

[AdvBioTrooperM3 X2CharacterTemplate]
strCharacterName="生化精英兵"

[AdvBioTrooperFakeM1 X2CharacterTemplate]
strCharacterName="生化兵"

[AdvBioTrooperFakeM2 X2CharacterTemplate]
strCharacterName="生化高级兵"

[AdvBioTrooperFakeM3 X2CharacterTemplate]
strCharacterName="生化精英兵"


;BIO ASSAULT TROOPER
[AdvBioAssaultTrooperM2 X2CharacterTemplate]
strCharacterName="生化突击兵"

[AdvBioAssaultTrooperM3 X2CharacterTemplate]
strCharacterName="生化重装突击兵"

[AdvBioAssaultTrooperM2B X2CharacterTemplate]
strCharacterName="生化突击兵"

[AdvBioAssaultTrooperM3B X2CharacterTemplate]
strCharacterName="生化重装突击兵"

[CorpseAdvBioAssaultTrooper X2ItemTemplate]
FriendlyName="生化变种人突击兵尸体"
FriendlyNamePlural="生化变种人突击兵尸体"
BriefSummary="生化变种人突击兵相当致命，而且非常强大。尽快杀了他们！"

[AutopsyAdvBioAssaultTrooper X2TechTemplate]
DisplayName="解剖生化变种人突击兵"
Summary="生化变种人突击兵看起来已经被赋予了特殊的装备和盔甲，它们被设计成与生化毒蛇怪协同作战。"
CodeName="生化犀牛"
LongDescription="这些在战场上出现的生化变种人突击兵叫做‘生化犀牛’，他们横冲直撞般地接近你，这使得他们极具威胁。即使击败他们也依然有源源不断的后继者。这些突击队员装备了一种能自愈的医疗服，可以让他们保持健康并为下场战斗做好准备！"

[AssaultStun X2AbilityTemplate]
LocFriendlyName="眩晕突击"
LocLongDescription="对目标造成眩晕伤害。这可能会造成昏迷，混乱或失去知觉。"
LocHelpText="猛攻一个目标。"
LocFlyOverText="眩晕一个目标。"

[BioAssaultTrooperRegeneration X2AbilityTemplate]
LocFriendlyName="再生"
LocLongDescription="生化突击兵在他的回合开始时能恢复2点生命。"
LocHelpText="生化突击兵在他的回合开始时能恢复2点生命。"
LocFlyOverText="再生"

[BioShieldBash X2AbilityTemplate]
LocFriendlyName="盾牌猛击"
LocLongDescription="用盾牌猛击目标，有可能导致目标陷入混乱。"
LocHelpText="用盾牌猛击目标，有可能导致目标陷入混乱。"
LocFlyOverText="盾牌猛击"

[AdvBioShieldDeflect X2AbilityTemplate]
LocFriendlyName="盾牌偏转"
LocLongDescription="有机会用盾牌偏转远程和近战攻击。"
LocHelpText="盾牌偏转。"




;BIO ROCKET TROOPER
[AdvBioRocketTrooperM2 X2CharacterTemplate]
strCharacterName="生化火箭兵"

[AdvBioRocketTrooperM3 X2CharacterTemplate]
strCharacterName="生化重装火箭兵"

[CorpseAdvBioRocketTrooper X2ItemTemplate]
FriendlyName="生化变种人火箭兵尸体"
FriendlyNamePlural="生化变种人火箭兵尸体"
BriefSummary="生化变种人火箭兵部署生化火箭。保持距离！"

[AutopsyAdvBioRocketTrooper X2TechTemplate]
DisplayName="解剖生化变种人火箭兵"
Summary="生化变种人火箭兵看起来已经被赋予了特殊的装备和盔甲，它们被设计成与生化毒蛇怪协同作战。"
CodeName="生化毒刺"
LongDescription="生化变种人火箭兵，可以使用针刺型生化火箭，这使这些生化部队非常致命。他们具备像生化突击兵一样的强度。但是，这些火箭部队到达足够近距离时，会使用他们的生化火箭。某些还被认为装备了额外的盔甲以减少爆炸伤害。"

[Ability_BioRocket X2AbilityTemplate]
LocFriendlyName="生化火箭发射器"
LocLongDescription="向目标区域发射生化火箭。"
LocHelpText="向目标区域发射生化火箭。"
LocFlyOverText="发射生化火箭"


;BIO CAPTAIN
[AdvBioCaptainM1 X2CharacterTemplate]
strCharacterName="生化队长"

[AdvBioCaptainM2 X2CharacterTemplate]
strCharacterName="生化高级队长"

[AdvBioCaptainM3 X2CharacterTemplate]
strCharacterName="生化精英队长"

[ToxinSlash X2AbilityTemplate]
LocFriendlyName="毒液猛攻"
LocLongDescription="对生物造成毒液伤害，毒液会造成神经系统损伤。这可能导致昏迷，混乱或失去知觉。"
LocHelpText="猛攻一名目标。"
LocFlyOverText="毒液猛攻。"


;BIO MEC
[BioMEC X2CharacterTemplate]
strCharacterName="生化MEC"

[BioBlasterLauncher X2AbilityTemplate]
LocFriendlyName="生化爆破炸弹"
LocLongDescription="向目标区域发射生化爆弹。"
LocHelpText="向目标区域发射生化爆弹。"
LocFlyOverText="发射生化爆弹"


;BIO MEC TROOPER
[BioMecTrooper X2CharacterTemplate]
strCharacterName="生化MEC"

[SecondaryShot X2AbilityTemplate]
LocFriendlyName="发射副武器电浆枪。"
LocHelpText="向目标射击。电浆弹可能会使目标起火。"
LocLongDescription="电浆弹可能会使目标起火。发射这种武器总是结束一个单位的回合。"

[CallBioMecReinforcements X2AbilityTemplate]
LocFriendlyName="发射增援信号弹"
LocLongDescription="呼叫生化MEC增援。"
LocHelpText="呼叫生化MEC增援。"

[HeavyPlasmathrower X2AbilityTemplate]
LocFriendlyName="重型电浆发生器"
LocHelpText="在锥形区域喷射电浆火焰。在发射这种武器时，以生化MEC兵为中心向外释放出电浆火焰。这有助于MEC避免过热和对所有目标进行电浆灼烧。会随着时间的推移而增加火焰伤害。"
LocLongDescription="在发射这种武器时，以生化MEC兵为中心向外释放出电浆火焰。这有助于MEC避免过热和对所有目标进行电浆火焰灼烧。会随着时间的推移而增加火焰伤害。"




;BIO GENERAL
[AdvBioGeneralM1A X2CharacterTemplate]
strCharacterName="生化将军"

[AdvBioGeneralM2A X2CharacterTemplate]
strCharacterName="高级生化将军"

[AdvBioGeneralM3A X2CharacterTemplate]
strCharacterName="精英生化将军"

[AdvBioGeneralM2B X2CharacterTemplate]
strCharacterName="高级生化将军"

[AdvBioGeneralM3B X2CharacterTemplate]
strCharacterName="精英生化将军"

[AdvBioGeneralM1C X2CharacterTemplate]
strCharacterName="生化将军"

[AdvBioGeneralM2C X2CharacterTemplate]
strCharacterName="高级生化将军"

[AdvBioGeneralM3C X2CharacterTemplate]
strCharacterName="精英生化将军"

[AdvBioGeneralM2D X2CharacterTemplate]
strCharacterName="高级生化将军"

[AdvBioGeneralM3D X2CharacterTemplate]
strCharacterName="精英生化将军"

[CorpseAdvBioGeneral X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化变种人将军尸体</font>"
FriendlyNamePlural="<font color='#69CA24'>生化变种人将军尸体</font>"
BriefSummary="生化变种人将军是生化变种人部队的精英。他们拥有可以呼叫变种人生化部队增援和卫星袭击的能力。"

[AutopsyAdvBioGeneral X2TechTemplate]
DisplayName="<font color='#69CA24'>解剖生化变种人将军</font>"
Summary="生化变种人将军是目前为止最致命的变种人生化单位。他们不仅对毒气和酸腐蚀免疫，而且也不受精神控制的影响。"
CodeName="生化头领"
LongDescription="生化变种人将军是目前为止最致命的变种人生化单位。他们不仅对毒气和酸腐蚀免疫，而且也不受精神控制的影响。使他们最具威胁性的是，他们可以呼叫变种人生化部队增援，还可以使用轨道武器卫星攻击地面上的士兵。如果沈能设法侵入其中一颗卫星，我们也许能使用它。一旦我们骇客进入卫星系统，我相信会有一个内置的失效保护，切断我们使用生化武器。但我们仍然可以使用卫星的主要武器阵列。——理查德·泰根。"

[CallBioReinforcementsM1 X2AbilityTemplate]
LocFriendlyName="生化支援"
LocLongDescription="呼叫一组生化小队。"
LocHelpText="呼叫生化支援。"
LocFlyOverText="呼叫一组生化小队"

[CallBioReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="生化支援"
LocLongDescription="呼叫一组生化小队。"
LocHelpText="呼叫生化支援。"
LocFlyOverText="呼叫一组生化小队"

[CallBioReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="生化支援"
LocLongDescription="呼叫一组生化小队。"
LocHelpText="呼叫生化支援。"
LocFlyOverText="呼叫一组生化小队"

[CallGasStrike X2AbilityTemplate]
LocFriendlyName="毒气袭击"
LocLongDescription="呼叫毒气卫星轨道炮轰炸目标地区。"
LocHelpText="呼叫毒气轰炸。"
LocFlyOverText="呼叫毒气轰炸"

[CallAdvancedGasStrike X2AbilityTemplate]
LocFriendlyName="高级毒气袭击"
LocLongDescription="呼叫毒气卫星轨道炮轰炸目标地区。"
LocHelpText="呼叫毒气轰炸。"
LocFlyOverText="呼叫毒气轰炸"





;BIO VIPER
[BioViperSilver X2CharacterTemplate]
strCharacterName="生化毒蛇怪"

[BioViperGold X2CharacterTemplate]
strCharacterName="精英生化毒蛇怪"

[CorpseBioViper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化毒蛇怪尸体</font>"
FriendlyNamePlural="<font color='#69CA24'>生化毒蛇怪尸体</font>"
BriefSummary="这种新型变体看起来是由毒蛇怪的DNA创造出来的。但是却有了很多新的能力和特点。"

[CorpseEliteBioViper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>精英生化毒蛇怪尸体</font>"
FriendlyNamePlural="<font color='#69CA24'>精英生化毒蛇怪尸体</font>"
BriefSummary="这种新型变体看起来是由毒蛇怪的DNA创造出来的。但是却有了很多新的能力和特点。"

[AutopsyBioViper X2TechTemplate]
DisplayName="<font color='#69CA24'>解剖生化毒蛇怪</font>"
Summary="生化毒蛇怪是毒蛇的最新进化体。快速，致命，含有剧毒。"
CodeName="生化恶灵"
LongDescription="这种新的毒蛇怪比它的前身更致命。它似乎有坚硬的鳞片，形成刺突，可以刺破皮肤并释放出致命的生化毒液。它还会随着它的移动而留下致命的酸迹。它仍然具有毒性喷吐能力和束缚能力，但放弃了舌头卷人的能力以获得更大的灵活性和更快的速度。"

[AutopsyEliteBioViper X2TechTemplate]
DisplayName="<font color='#69CA24'>解剖精英生化毒蛇怪</font>"
Summary="精英生化毒蛇怪与生化毒蛇怪很相似，只是它更敏捷，更强壮，喷吐的毒液可以造成致肓效果。"
CodeName="生化恶灵"
LongDescription="精英生化毒蛇怪似乎是一种更加进化的毒蛇怪。它更敏捷，更强壮，喷吐的毒液可以造成致肓效果。"


[PoisonBlindSpit X2AbilityTemplate]
LocFriendlyName="喷射毒液"
LocLongDescription="可攻击多个目标，会导致目标失明，并造成中毒效果。"
LocHelpText="对多名目标喷射毒液。"
LocFlyOverText="喷射毒液"

[BioViperAcidBlood X2AbilityTemplate]
LocFriendlyName="酸性血液"
LocFlyOverText="酸性血液"
LocHelpText="受到伤害时会流出酸液。"
LocLongDescription="受到伤害时会流出酸液。"

[AcidDeathExplosion X2AbilityTemplate]
LocFriendlyName="酸性尸爆"
LocLongDescription="当生化毒蛇怪被杀死时，它将爆炸并对该区域造成酸性伤害。"
LocHelpText="当生化毒蛇怪被杀死时，它将爆炸并对该区域造成酸性伤害。"
LocFlyOverText="酸性尸爆"





;BIO FACELESS
[BioFaceless X2CharacterTemplate]
strCharacterName="生化无面怪"

[BioFacelessM2 X2CharacterTemplate]
strCharacterName="生化无面怪"

[CorpseBioFaceless X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化无面怪尸体</font>"
FriendlyNamePlural="<font color='#69CA24'>生化无面怪尸体</font>"
BriefSummary="像普通的无面怪一样，这些怪物死后总会很快溶解成一团恶臭的糊状物。然而，生化无面怪还会留下一种有毒的、致命的超铀气体，这种气体需要被控制住。"

[AutopsyBioFaceless X2TechTemplate]
DisplayName="<font color='#69CA24'>解剖生化无面怪</font>"
Summary="就好像那些无面怪外星人还不够糟糕似的，现在变种人生化部门正在尝试改变着无面怪基因结构来创造新的生化变体。我们的士兵需要保持距离，这些生物能够释放出大量超铀。"
CodeName="沼泽怪"
LongDescription="就像我所害怕的一样，变种人生化部门并不满足于对变种人士兵的生物基因操纵。这种新一代的无面怪变体比它的小对手要致命得多。这种生物不仅携带了无面怪的所有特性，而且还具有高度的超铀。我可能需要推进我们目前的医疗技术，这样，沈就可以开始为我们建立更先进的治疗方法，并对诸如此类的新威胁保持免疫。——理查德·泰根。"
AlertString="生化无面怪"

[BioFacelessRegeneration X2AbilityTemplate]
LocFriendlyName="生化无面怪再生"
LocLongDescription="生化无面怪在每回合开始时恢复3点生命。"
LocHelpText="生化无面怪在每回合开始时恢复3点生命。"
LocFlyOverText="再生"

[BioFaceless_MeleeAoE X2WeaponTemplate]
FriendlyName="生化利爪"

[BioFacelessM2_MeleeAoE X2WeaponTemplate]
FriendlyName="生化利爪"

[BioScythingClaws X2AbilityTemplate]
LocFriendlyName="生化利爪"
LocLongDescription="用生化利爪攻击并对目标造成超铀中毒。"
LocHelpText="用生化利爪攻击并对目标造成超铀中毒。"
LocFlyOverText="生化利爪"

[BioScythingClawsM2 X2AbilityTemplate]
LocFriendlyName="生化利爪"
LocLongDescription="用生化利爪攻击并对目标造成超铀中毒。"
LocHelpText="用生化利爪攻击并对目标造成超铀中毒。"
LocFlyOverText="生化利爪"




;BIOZERKER
[BioZerker X2CharacterTemplate]
strCharacterName="生化狂战士"

[CorpseBioZerker X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化狂战士</font>"
FriendlyNamePlural="<font color='#69CA24'>生化狂战士尸体</font>"
BriefSummary="这些庞然大物可能曾经是正常的，如果我们甚至可以称狂战士为「正常」的话。但是由于他们的生化特性，我们应该在进行尸体解剖时采取额外的预防措施。"

[AutopsyBioZerker X2TechTemplate]
DisplayName="<font color='#69CA24'>解剖生化狂战士</font>"
Summary="士兵们称之为“生化狂战士”或“绿巨人”的生物，是一个巨大的庞大的怪兽，可能会取代它的较小的同类。"
CodeName="绿巨人"
LongDescription="和他们的较小同类不同，我们的科学家称之为绿巨人，实际上是一种完全不同的生物。变种人生化部门对普通狂战士的基因结构上改造值得敬畏。该生物的高度和肌肉质量已经增加到足以使它比前入侵的异变者更小的程度了，根据军事中心长官布拉德福德的说法，它比现在的异变者还要大。然而，最奇怪的是它的血液。它含有从废弃城市中发现的相同超铀化学物质的痕迹，这些化学物质被当作一种人造类固醇。它背上的罐子里有一种生化超铀物质，用来喂养这些动物，让它们继续生长，除了帮助它们生长。安装在该生物头上的装甲，可能是为了额外的保护，虽然这看起来不像是这些恐惧生物所需要的。我确实发现了一些惊人的东西！当它的身体接受菌髓时，这些罐子会立即向该生物注入毒液，生化超铀物质也会形成一种内部粘液，它会变硬，并起到增加装甲的作用，以抵御伤害。我必须强调的是，我们的士兵即使在长射程射击这些新的生化狂战士时，也会生效。——理查德·泰根。"
AlertString="生化狂战士"

[BioDamageControl X2AbilityTemplate]
LocFriendlyName="生化护甲"
LocLongDescription="用一种像粘液一样的物质来覆盖身体，使其变硬，形成一种临时的护甲。"
LocHelpText="每次在该轮战斗中受到伤害时都会产生1点护甲。提高的护甲在下一轮重置。"
LocFlyOverText="生化护甲"

[BioZerker_DeathCloud X2AbilityTemplate]
LocFriendlyName="生化毒云"
LocLongDescription="这种生化毒云会使所有的有机组织燃烧，同时也会产生毒性作用。"
LocHelpText="生化毒云。"
LocFlyOverText="生化毒云"

[BioZerkerRegeneration X2AbilityTemplate]
LocFriendlyName="生化狂战再生"
LocLongDescription="生化狂战士在下一个回合开始时恢复5点生命值。最多持续5回合，最多恢复25点生命。"
LocHelpText="生化狂战士在下一个回合开始时恢复5点生命值。最多持续5回合，最多恢复25点生命。"
LocFlyOverText="再生"

[ZerkerPunt X2AbilityTemplate]
LocFriendlyName="生化狂战重拳"
LocLongDescription="生化狂战士会攻击过于接近的目标。这一拳可以击晕或击倒目标。"
LocHelpText="生化狂战重拳。"
LocFlyOverText="生化狂战重拳"

[BioZerker_DeathCloud_Wpn X2WeaponTemplate]
FriendlyName="生化狂战毒云"

[BioZerker_PuntAttack X2WeaponTemplate]
FriendlyName="生化狂战重拳"




;BIO LOST
[BioLost X2CharacterTemplate]
strCharacterName="生化失魂者"

[BioLostBleeder X2CharacterTemplate]
strCharacterName="生化失魂者流血"

[CorpseBioLost X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化失魂者尸体</font>"
FriendlyNamePlural="<font color='#69CA24'>生化失魂者尸体</font>"
BriefSummary="生化部门显然在许多方面都非常不安。他们不仅把外星人变成生化增强型的怪物，现在连失魂者也是。对这些尸体做任何事都很危险。也许黑市会把它们从我们手中拿走。"


[BioLostAcidTrail_Passive X2AbilityTemplate]
LocFriendlyName="生化失魂者酸性血液"
LocLongDescription="这种生化失魂者流血会在移动时留下一条酸性血迹。"
LocHelpText="这种生化失魂者流血会在移动时留下一条酸性血迹。"

[TriggerBioDestruct X2AbilityTemplate]
LocFriendlyName="生化失魂者项圈炸弹"
LocLongDescription="生化失魂者装备了一个爆炸项圈。该项圈控制着失魂者并将其引向目标敌人，在那里，生化失魂者充满酸液的身体被作为生物炸弹。"
LocHelpText="生化失魂者装备了一个爆炸项圈。该项圈控制着失魂者并将其引向目标敌人，在那里，生化失魂者充满酸液的身体被作为生物炸弹。"





;ITEMS/AMMO/EQUIPMENT/ABILITIES for XCOM
[BioCanister X2ItemTemplate]
FriendlyName="<font color='#69CA24'>生化放射性超铀罐</font>"
FriendlyNamePlural="<font color='#69CA24'>生化放射性超铀罐</font>"
BriefSummary="生化放射性超铀罐将会向宿主注入更多的毒液，即一种具有放射性的超铀粘液类化合物，这种化合物会变硬，并起到增加装甲的作用，以抵御伤害。"

[PCSBioDamageControl X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>个人战斗芯片：生化伤害控制</font>"
FriendlyNamePlural="<font color='#69CA24'>个人战斗芯片：生化伤害控制</font>"
BriefSummary="用一种重新制作的类似粘液的药剂来给身体注入水，使其变硬，形成一种临时护甲，同时还能获得少量的防御奖励。"

; --------------------------------
;         Rad Rounds   RENAMED TO ELERIUM ROUNDS
; --------------------------------
[EleriumRounds X2AbilityTemplate]
LocFriendlyName="超铀子弹"

[RadRounds X2AmmoTemplate]
FriendlyName="超铀子弹"
FriendlyNamePlural="超铀子弹"
BriefSummary="这些子弹充满了生物超铀毒液，这些子弹会造成超铀中毒和随机的神经系统效应，会导致移动和命中降低。"
TacticalText="<Bullet/>这些子弹会造成超铀中毒，减少目标移动(-5)和命中(-35)，同时25%几率眩晕2回合。对有机生物造成额外1点伤害。\n"


[UIEventNoticesTactical]
EleriumPoisoningTitle="超铀中毒"

[X2Effect_EleriumPoisoning]
EleriumPoisoningFriendlyName="超铀中毒"
EleriumPoisoningFriendlyDesc="受到移动和命中的减弱惩罚，且每回合都受到伤害。"
EleriumPoisoningEffectAcquiredString="<XGParam:StrValue0/!UnitName/>遭受超铀中毒。"
EleriumPoisoningEffectTickedString="<XGParam:StrValue0/!UnitName/>仍在超铀中毒状态。"
EleriumPoisoningEffectLostString="<XGParam:StrValue0/!UnitName/>不再超铀中毒。"

[Biomedikit X2WeaponTemplate]
FriendlyName="<font color='#69CA24'>生化急救包</font>"
FriendlyNamePlural="<font color='#69CA24'>生化急救包</font>"
BriefSummary="该生化急救包是纳米急救包的升级版。它能使受伤士兵恢复健康的同时，也对超铀中毒提供了额外的免疫力。"
TacticalText="<Bullet/>生化急救包可以恢复<Ability:BIOMEDIKITHEALHP/>生命值。\n<Bullet/>和其他医疗设备一样，生化急救包可以消除负面效果，并能稳定止血。\n<Bullet/>携带生化急救包可以对毒液和超铀中毒产生免疫。\n<Bullet/>对机器人无效。\n"

[Medikit X2WeaponTemplate]
FriendlyName="急救包"
FriendlyNamePlural="急救包"
BriefSummary="急救包提供了一个基础解决方案，当暴露在空气中时，它会充当密封剂和绝缘体。由于加入了止痛剂和抗菌剂，它可以治疗伤口，消除各种负面效果，包括烧伤和中毒。"
TacticalText="<Bullet/>急救包可以恢复<Ability:MEDIKITPERUSEHP/>生命值。\n<Bullet/>急救包可以用来去除任何士兵的燃烧，酸液，致盲，霜冻和中毒的效果。\n<Bullet/>也可以用来稳定一个正在流血的士兵。\n<Bullet/>急救包只有一次充能，如果需要对队友使用，其必须处于相邻的位置。\n<Bullet/>对机器人无效。\n"

[BioNanoScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>生化纳米背心</font>"
FriendlyNamePlural="<font color='#69CA24'>生化纳米背心</font>"
BriefSummary="生化部门自己的纳米背心版本。它能更好地促进士兵的健康，同时增加装甲和耐酸性。"
TacticalText="<Bullet/>增加2生命值。\n<Bullet/>2点护甲及抗酸能力"

[BioViperScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>生化毒蛇怪蛇鳞甲背心</font>"
FriendlyNamePlural="<font color='#69CA24'>生化毒蛇怪蛇鳞甲背心</font>"
BriefSummary="升级版的纳米背心增加了生化毒蛇怪的鳞片和对毒性的免疫力。"
TacticalText="<bullet/>增加2移动，3防御。\n<bullet/>提供对毒和酸免疫，防止毒蛇咬伤。"

[AdvancedBioViperScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>高级生化毒蛇怪蛇鳞甲背心</font>"
FriendlyNamePlural="<font color='#69CA24'>高级生化毒蛇怪蛇鳞甲背心</font>"
BriefSummary="升级版的生化毒蛇怪蛇鳞甲背心增加了精英生化毒蛇怪的鳞片和对毒性的免疫力。"
TacticalText="<bullet/>增加1生命值，2移动，3防御。\n<bullet/>提供对毒性，酸液和致肓效果免疫，防止毒蛇咬伤。"

[CallSatStrike X2AbilityTemplate]
LocFriendlyName="卫星空袭"
LocLongDescription="呼叫轨道卫星空袭目标地区。"
LocHelpText="呼叫轨道卫星空袭。"
LocFlyOverText="呼叫轨道卫星空袭"

[CallSatStrike2 X2AbilityTemplate]
LocFriendlyName="空袭抵达"
LocLongDescription="轨道袭击不能攻击建筑物内的敌人，但会对目标区域内全部单位造成伤害并可以摧毁所有障碍物和掩体。"

[SatStrikeModule X2WeaponTemplate]
FriendlyName="卫星空袭模块"
FriendlyNamePlural="卫星空袭模块"
TacticalText="<bullet/>每个任务只能使用一次卫星空袭模块。\n<bullet/>来自轨道卫星的攻击将对目标区域造成巨大的爆炸伤害。"
BriefSummary="卫星空袭比变种人轨道轰炸造成的伤害更大，并且可以摧毁目标区域所有障碍物和掩体。"



;WEAPONS
[BioViper_WPN X2WeaponTemplate]
FriendlyName="生化毒蛇怪光束步枪"

[EliteBioViper_WPN X2WeaponTemplate]
FriendlyName="生化毒蛇怪电浆枪"

[BioRocket_Launcher X2WeaponTemplate]
FriendlyName="生化变种人火箭发射器"

[BioBlasteLauncher X2WeaponTemplate]
FriendlyName="生化变种人爆弹发射器"

[BioCaptainM1_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[BioCaptainM2_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[BioCaptainM3_SMG_WPN X2WeaponTemplate]
FriendlyName="变种人磁力冲锋枪"

[AdvBioSaberM2 X2WeaponTemplate]
FriendlyName="生化变种人长剑"

[AdvBioSaberM3 X2WeaponTemplate]
FriendlyName="生化变种人长剑"

[AdvBioShieldM2 X2WeaponTemplate]
FriendlyName="生化变种人盾牌"

[AdvBioShieldM3 X2WeaponTemplate]
FriendlyName="生化变种人盾牌"

[BioAssaultTrooperM2_Shotgun_WPN X2WeaponTemplate]
FriendlyName="变种人磁力霰弹枪"

[BioAssaultTrooperM3_Shotgun_WPN X2WeaponTemplate]
FriendlyName="变种人磁力霰弹枪"

[AdvBioStunLanceM2 X2WeaponTemplate]
FriendlyName="生化眩晕枪"

[AdvBioStunLanceM3 X2WeaponTemplate]
FriendlyName="生化眩晕枪"

[TacticalHeavyPlasmaShotgun X2WeaponTemplate]
FriendlyName="战术重型电浆枪"

[TacticalHeavyPlasmaRifle X2WeaponTemplate]
FriendlyName="战术重型电浆枪"

[HeavyBioPlasmaThrower X2WeaponTemplate]
FriendlyName="重型电浆火焰喷射器"
FriendlyNamePlural="重型电浆火焰喷射器"
BriefSummary="重型电浆火焰喷射器"
TacticalText="重型电浆火焰喷射器"
AbilityDescName="重型电浆火焰喷射器"

[Weapon_BioRocket X2WeaponTemplate]
FriendlyName="生化火箭发射器"
FriendlyNamePlural="生化火箭发射器"
TacticalText="<bullet/>生化火箭发射器每场战斗只能使用一次。\n<bullet/>生化火箭会在击中后爆炸，用有毒的刺刺穿目标，同时酸蚀该区域。\n<bullet/>只有重型护甲才能装备。"
BriefSummary="这款新型火箭发射装置是利用生化毒蛇怪研究制造，它比标准火箭伤害小，但生化酸爆炸的威力足以让大多数敌人抱头寻找掩体。"

[BioBlasterLauncherXCom X2WeaponTemplate]
FriendlyName="<font color='#69CA24'>生化爆弹发射器</font>"
FriendlyNamePlural="<font color='#69CA24'>生化爆弹发射器</font>"
TacticalText="<bullet/>生化爆弹发射器每场战斗只能使用一次。\n<bullet/>从发射装置发射的生化爆破炸弹爆炸产生的冲击，造成基础爆炸伤害以及酸性伤害。\n<bullet/>只有重型护甲才能装备。"
BriefSummary="该生化武器发射装置与它的基本型伤害相同，但是有4点破甲，比标准的爆破发射器多1个破甲。这得益于生物酸的腐蚀特性。生物酸会炙烧所有敌人，除非敌人对酸免疫。这些投射物可以穿越地形并且拥有一个极远的发射距离。"




;TECH/RESEARCH
[ProvingGroundsProject_BioRocket X2TechTemplate]
DisplayName="<font color='#69CA24'>生化火箭</font>"
Summary="毒酸火箭"
CodeName="爆炸"
LongDescription="该新的生化火箭需要生化火箭发射器进行发射。它的弹头填充了大量生化毒酸，可以覆盖撞击区域。"

[AdvancedBattlefieldMedicine X2TechTemplate]
DisplayName="<font color='#69CA24'>高级战场药物</font>"
Summary="想到被一个无面怪用致命的长爪撕碎身体就已经够糟糕的了。现在变种人部队里更有这些生化无面怪，那我们可能需要进一步推进医疗技术。更强的血液凝固剂，更强的解毒剂，多多益善不是吗？"




;BIO IMMUNITIES
[BioImmunities X2AbilityTemplate]
LocFriendlyName="生化免疫"
LocLongDescription="对毒液、酸液和寄生兽毒免疫。"
LocHelpText="对毒液、酸液和寄生兽毒免疫。"

[BioViperImmunities X2AbilityTemplate]
LocFriendlyName="生化毒蛇怪免疫"
LocLongDescription="对毒液、酸液、致盲效果和寄生兽毒免疫。"
LocHelpText="对毒液、酸液、致盲效果和寄生兽毒免疫。"

[BioBeastImmunities X2AbilityTemplate]
LocFriendlyName="生化野兽免疫"
LocLongDescription="对毒液、酸液、超铀中毒和寄生兽毒免疫。"
LocHelpText="对毒液、酸液、超铀中毒和寄生兽毒免疫。"

[BioGeneralImmunities X2AbilityTemplate]
LocFriendlyName="生化将军免疫"
LocLongDescription="对毒液、酸液、寄生兽毒和精神控制免疫。"
LocHelpText="对毒液、酸液、寄生兽毒和精神控制免疫。"

[BioLostImmunities X2AbilityTemplate]
LocFriendlyName="生化失魂者免疫"
LocLongDescription="对毒液、酸液、寄生兽毒、超铀中毒和精神控制免疫。"
LocHelpText="对毒液、酸液、寄生兽毒、超铀中毒和精神控制免疫。"

[BioMecImmunities X2AbilityTemplate]
LocFriendlyName="生化MEC免疫"
LocLongDescription="对毒液、酸液、寄生兽毒、超铀中毒和火掐免疫。"
LocHelpText="对毒液、酸液、寄生兽毒、超铀中毒和火掐免疫。"




;SITREPS
[BioTroopDeployment X2SitRepTemplate]
FriendlyName="生化部队部署"
Description="将部署大量生化部队执行这项任务。"

[BioTroopDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="生化部队部署"
Description="变种人生化部门正在全力对XCOM发起进攻。他们正在向AO部署一支更大的生化部队，试图拖延XCOM的前进。"

[BioPurge X2SitRepTemplate]
FriendlyName="生化部队清剿"
Description="变种人生化部门已经将生化野兽单位投入使用，并希望净化该地区。"

[BioPurgeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="生化部队清剿"
Description="生化部门正试图清剿这一地区的持异议者。他们已经部署了更大的生化野兽单位来追踪和清剿任何幸存者。"
